import funnypic from './tesla.jpg'

const news = [
    {
        id:1,
        title: "Заголовок о каком-то эпохальном событии, имеющим значение для всего человечества",
        text: "Надеюсь, я смогу сделать раскрывающуюся менюшку. Надеюсь, я смогу сделать раскрывающуюся менюшку. Надеюсь, я смогу сделать раскрывающуюся менюшку. Надеюсь, я смогу сделать раскрывающуюся менюшку. Надеюсь, я смогу сделать раскрывающуюся менюшку. Здесь абсолютно точно находится очень важная новость. Сюда вмещается очень много текста. Настолько много, то я уже не знаю, что писать. Настолько много, что сюда влезет мой отчет. Как хорошо, что я сделала раскрывающуюся менюшку. ",
        date: "06.04.2020",
        image: funnypic,
        priority: 3
    },
    {
        id:1,
        title: "Здесь что-то произошло",
        text: "Надеюсь, я смогу сделать раскрывающуюся менюшку.Надеюсь, я смогу сделать раскрывающуюся менюшку. ",
        date: "06.04.2020",
        image: funnypic,
        priority: 3
    },
    {
        id:1,
        title: "Заголовок о чем то что недавно произошло",
        text: "Надеюсь, я смогу сделать раскрывающуюся менюшку.Надеюсь, я смогу сделать раскрывающуюся менюшку. ",
        date: "06.04.2020",
        image: funnypic,
        priority: 3
    }



]

export {news};